<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="home.aspx.cs" Inherits="home" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
  
</asp:Content>
 
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
   <p>
       היי וברוכים הבאים!<br>
קוראים לי אליאב צפניה, והקמתי את האתר הזה מתוך מטרה פשוטה אך גדולה: לעזור לכל ילד וילדה למצוא את הספר הבא שלהם.<br>
אני מאמין שאין ילד שלא אוהב לקרוא – יש רק ילד שעדיין לא מצא את הספר הנכון עבורו.<br>
בעולם שבו יש אינסוף אפשרויות ומסכים מכל עבר, המשימה למצוא ספר שבאמת ירתק אתכם, יתאים בדיוק לתחומי העניין שלכם ויהיה בול ברמת הקריאה שלכם, יכולה להיות מאתגרת.<br>
בדיוק בשביל זה האתר הזה כאן!<br>
מה תמצאו אצלנו?<br>
האתר נבנה כדי לעשות סדר וליצור חוויית חיפוש כיפית ומותאמת אישית:<br>
חיפוש לפי תחומי עניין: בין אם אתם אוהבים קומיקס, מתח, פנטזיה, מדע, הרפתקאות או סיפורים מהחיים – תוכלו למצוא בקלות קטגוריות שמדברות בדיוק אליכם.<br>
התאמה לרמת הקריאה: אנחנו דואגים שהספרים יתאימו לרמת הקריאה והגיל של הילדים, כדי שהקריאה תהיה זורמת, מהנה ולא מתסכלת.<br>
בלי סיבוכים: ממשק פשוט ונוח שמאפשר לילדים (וגם להורים) למצוא את הספר המושלם בכמה קליקים מהירים.<br>
אני מזמין אתכם לצלול, לחקור, לגלות עולמות חדשים ולהתאהב בקריאה מחדש.<br>
קריאה מהנה!<br>
   </p>
    <% if (Session["user"] != null)
        { %>
        
            <p> <a href="search.aspx">זה הקישור למצוא את הספר הבא שלך</a> </p>
       <%}  %>
</asp:Content>

